Repository: acordeonl/i18n
Catalog: es_omegaT-level2.tmx
Source language: en
Languages: es

source: A boyfriend
es: Un novio

source: A friend
es: Un amigo

source: A girlfriend
es: Una novia

source: Choose Files
es: Seleccionar archivos

source: Choose file
es: Seleccionar archivo

source: Hello Felix how are you???
es: Hola Felix cómo eres???

source: Hello {{who}} how are you today?
es: Hola {{who}} como estás hoy?

source: Message with something else
es: Mensaje con algo más

source: Restore values
es: Restaurar valores

source: Some message in English for testing
es: Algún mensaje en inglés para probar

source: Some test message
es: Algún mensaje de prueba5

source: a boyfriend
es: Un novio

source: a friend
es: Un amigo

source: a girlfriend
es: Una novia

source: a message 2 in Jan 18
es: un mensaje 2 en enero 18

source: a message in Jan 18
es: un mensaje en enero 18

source: a new message
es: Un nuevo mensaje

source: a test message
es: Un mensaje de prueba

source: added {{something}}
es: Se agregó {{something}}

source: another test value
es: Otro valor de prueba

source: another thing
es: Otra cosa

source: hello men
es: hola Hombres

source: hello {{who}}
es: hola {{who}}

source: last variable
es: la última variable

source: new element for app
es: Elemento nuevo para aplicación

source: new element for some app
es: Elemento nuevo para aplicación

source: new menu item
es: Elemento de carta nueva

source: other some other thing
es: Otro alguna otra cosa

source: save change
es: Salva cambio

source: save changes
es: Salva cambios

source: save {{count}} change
es: Guardar {{count}} cambio

source: save {{count}} changes
es: Salvar {{contar}} cambios 3

source: some name
es: Algún nombre

source: some new menu item
es: Algunos elemento de carta nueva

source: some test variable 3
es: Alguna variable de prueba

source: testing
es: Probando

source: testing value my friend
es: Valor de prueba mi amigo

source: the last item
es: El último elemento

source: this is another message
es: Esto es otro mensaje

source: translation
es: Traducción

source: user login
es: Iniciar sesión

source: welcome to acorde.onl
es: Bienvenido a acorde.onl

source: you have a message
es: Tienes un mensaje

source: you have many messages
es: Tienes muchos mensajes
